Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Jy gesteel die varke's doen bos en het 'n monster van hom.
ar: أنت سرق الخنزير وتضمينه في الغابة وقدمت وحش له.

source: Sal jy teel nuwe haat en kwaad met die wapens?
ar: هل تولد الكراهية والشر الجديدة مع تلك الأسلحة؟

source: Ek is jammer dat jy ly.
ar: أنا آسف كنت تعاني.

source: is myne.
ar: الكرة بندقية قديمة وجدت من الألغام.

source: Dit ongelukkige varke moet my plaas vervloek het.
ar: هذا الخنزير التعساء يجب أن لعن لي بدلا من ذلك.

source: U regterhand wil my dood te maak?
ar: يمينك تريد قتلي؟

source: Miskien sal hierdie vloek lig.
ar: ربما من شأنه أن يرفع هذه اللعنة.

source: Maar my hand sal nie ophou.
ar: لكن لن بقي يدي.

source: Moet dit slag ons almal vrede te vind?
ar: يجب أن يقتلونا جميعا لإيجاد السلام؟

source: Osa wil om iets te sê.
ar: بلدي سيدة، أوسا يريد أن يقول شيئا.

source: nie die jong man's doen spot nie; s krag.
ar: سيدة Eboshi، لا الازدراء الشباب رجل وأبوس]؛ ق قوة.

source: ek is ook vervloek.
ar: الشاب، أنا أيضا لعن.

source: Ek verstaan ​​jou woede en hartseer... maar ek smeek julle nie ons vrou dood te maak.
ar: أنا أفهم الغضب الخاص والحزن... لكن أتوسل إليكم لا لقتل سيدة لدينا.

source: Sy is die enigste persoon wat ooit behandel ons as mens.
ar: وهي الشخص الوحيد الذي من أي وقت مضى عاملونا كبشر.

source: Sy het nie ons siekte vrees.
ar: قالت إنها لا تخشى المرض لدينا.

source: Sy gewas en ons vlees verbind.
ar: انها تغسل وضمادات لحمنا.

source: - Osa...
ar: - أوسا...

source: - Die lewe is lyding en pyn.
ar: - الحياة يعاني والألم.

source: maar ons het nog wil leef.
ar: ولعن هذا العالم وشعبها، لكننا لا تزال ترغب في العيش.

source: Vergewe my dwase babbel.
ar: اغفر لي الهذيان أحمق.

source: Hulle is terug.
ar: هم الظهر.

source: Hulle kom in die nag om bome te plant en terug te neem die berg.
ar: يأتون في الليل لزرع الأشجار واستعادة الجبل.

source: en saam met my werk?
ar: Ashitaka، سوف البقاء، وعمل معي؟

source: Wil jy selfs die Deer God's doen gryp; s bos?
ar: هل اغتنام حتى دير الله وتضمينه في الغابات؟

source: die wilde kinders is net diere.
ar: دون الآلهة القديمة، تلك هي مجرد وحوش البرية.

source: sal dit 'n land van rykdom wees.
ar: مع الغابة وذئاب ذهب، وهذا سوف يكون الأرض من ثروات.

source: Selfs prinses Mononoke sal weer mens wees.
ar: سيكون حتى الأميرة مونونوكي البشري مرة أخرى.

source: Prinses Mononoke?
ar: الأميرة مونونوكي؟

source: Die wilde meisie wie se siel die wolwe gesteel.
ar: الفتاة البرية التي سرقت الذئاب الروح.

source: Sy woon my dood te maak.
ar: وهي تعيش لقتلي.

source: Die bloed van die bok God het gesê die siekte te genees.
ar: ويقال إن دم الغزال الله لعلاج المرض.

source: hef jou vloek.
ar: ربما كان يمكن علاج هؤلاء الناس، حتى رفع لعنة الخاص بك.

source: Hoe hanteer?
ar: كيف يمكن التعامل مع ذلك؟

source: Baie goed gemaak.
ar: قدم بشكل جيد جدا.

source: Ideaal vir die verowering van die land.
ar: مثالية لغزو البلاد.

source: - Maar nog 'n bietjie swaar.
ar: - ولكن لا يزال قليلا الثقيلة.

source: - Moeilik om tevrede te stel.
ar: - من الصعب إرضاء.

source: Kyk wie is hier!
ar: نظرة الذي هو هنا!

source: laat ek probeer die blaasbalk.
ar: توكي، اسمحوا لي أن أحاول الكير.

source: Mag ek probeer?
ar: هل لي أن تجرب؟

source: Laat hom sien wat dit is.
ar: دعه نرى ما هو عليه.

source: Wat sterkte!
ar: ما قوة!

source: Jy moet regtig het!
ar: جئت حقا!

source: Ek het julle hy is 'n mooi man.
ar: قلت لك انه هو رجل وسيم.

source: sy vaststelling haar kimono!
ar: انظروا، وهي تحديد كيمونو لها!

source: reisiger.
ar: سوف تبقي أبدا عن هذه الوتيرة، المسافر.

source: Dit is harde werk.
ar: إنه عمل شاق.

source: ons werk vier dae reguit.
ar: نعم، ونحن نعمل أربعة أيام على التوالي.

source: Is die lewe hard hier?
ar: هل الحياة صعبة هنا؟

source: maar dit is beter as in die stede.
ar: نعم، لكنه أفضل من في المدن.

source: Ons eet ons dronk en die manne weet waar hulle staan.
ar: نحن نأكل ملء لدينا والرجال يعرفون مكانهم.

source: - Jy verlaat môre?
ar: - أنت تترك غدا؟

source: - Jy moet langer te bly.
ar: - يجب عليك البقاء لفترة أطول.

source: Jy kan ons help.
ar: يمكنك مساعدتنا.

source: maar daar is iemand wat ek moet voldoen.
ar: شكرا لكم، ولكن هناك شخص يجب أن أقابل.

source: Sy is hier.
ar: وهي هنا.

source: Prinses Mononoke!
ar: الأميرة مونونوكي!

source: Dit is haar!
ar: ومن لها!

source: Ek Don's doen t wil om te veg!
ar: أنا دون وأبوس]؛ ر تريد محاربة لك!

source: Sy is na die Lady!
ar: هي بعد سيدة!

source: hou haar binne!
ar: تأجيج الحرائق. الرماة، والحفاظ عليها داخل!

source: Bestendige op jou poste!
ar: ثابت في مشاركاتك!

source: Sy is op die dak.
ar: وهي على السطح.

source: Don's doen t opgewonde.
ar: دون وأبوس]؛ ر الحصول متحمس.

source: Hou werk.
ar: الاستمرار في العمل.

source: Ons moet die vuur aan die gang te hou.
ar: يجب علينا أن نحافظ على النار مشتعلة.

source: - Is sy alleen?
ar: - هل هي وحدها؟

source: - Ja.
ar: - نعم.

source: Ons het haar vasgekeer.
ar: لدينا يحشر لها.

source: Sy het vir jou.
ar: جاءت لك.

source: laat's doen gaan.
ar: حسنا، دعونا وأبوس]؛ نذهب.

source: Hier is ek.
ar: أنا هنا.

source: Jy wil jou stam te wreek.
ar: ترغب في الثأر لقبيلتك.

source: Daar is 'n paar hier wat wraak vir mans soek... vermoor deur jou wolwe.
ar: هنا وهناك بعض الذين يسعون للانتقام الأزواج... قتل الذئاب الخاص بك.

source: Kom uit!
ar: اخرجوا!

source: Ons het tellings te skik!
ar: لدينا عشرات لتسوية!

source: Daar is sy!
ar: ها هي!

source: Bly uit die lyn van die brand!
ar: البقاء بعيدا عن خط النار!

source: Dit is 'n lokval.
ar: بل هو الفخ.

source: Stop!
ar: توقف!

source: gaan terug na jou bos!
ar: ولف أميرة، العودة إلى الغابة الخاص بك!

source: Don's doen t sterf vir niks.
ar: دون وأبوس]؛ ر يموت من أجل لا شيء.

source: Gaan terug!
ar: العودة!

source: Ek het geweet dit!
ar: كنت أعرف ذلك!

source: Laat hom doen wat hy wil.
ar: دعه يفعل ما يشاء.

source: Sy val.
ar: انها السقوط.

source: A wolf's doen afgekapte kop kan nog steeds byt.
ar: ذئب وتضمينه في الرأس المقطوع لا يزال لدغة.

source: Doel waar sy val.
ar: الهدف حيث أنها تقع.

source: Vuur!
ar: حريق!

source: Bly terug!
ar: البقاء إلى الوراء!

source: Wake up!
ar: الايقاظ!

source: Kry haar!
ar: احصل لها!

source: Don's doen t haar laat gaan.
ar: دون وأبوس]؛ ر السماح لها الذهاب.

source: Dood haar!
ar: اقتل لها!

source: Don's doen t bekommerd oor my.
ar: دون وأبوس]؛ ر تقلق بشأني.

source: Gaan!
ar: يذهب!

source: Rampokker!
ar: وغد!

source: Jy is een van hulle te maak.
ar: كنت واحدا منهم أيضا.

source: Halt!
ar: وقف!

source: Ashitaka?
ar: ماذا تفعل، Ashitaka؟

source: Haar lewe is myne.
ar: حياتها من الألغام.

source: Sal jy trou met die wolf prinses?
ar: هل يتزوج الأميرة الذئب؟

source: Daar is 'n demoon in jou.
ar: هناك شيطان داخلك.

source: En in haar.
ar: و في بلدها.

source: Kyk!
ar: نظرة!

source: Dit is die haat en bitterheid wat my vervloek!
ar: هذا هو الحقد والمرارة التي الشتائم لي!

source: Dit verrot my vlees en roep my dood.
ar: وتتعفن جسدي وتستدعي موتي.

source: Jy kan nie gee om dit te.
ar: لا تستطيع الاستسلام لذلك.

source: Genoeg praat van jou vloek.
ar: كفى من الحديث عنة الخاص بك.

source: Ek sal dat arm af!
ar: سوف تقطع تلك الذراع قبالة!

source: Iemand my help.
ar: شخص يساعدني.

source: Don's doen t bekommerd wees nie.
ar: دون وأبوس]؛ تقلق.

source: Sy's doen sal herstel.
ar: انها وأبوس]؛ ليرة لبنانية على التعافي.

source: Ek sal die meisie!
ar: سيكون لي الفتاة!

source: Jy seer Lady Eboshi!
ar: كنت تؤذي سيدة Eboshi!

source: Don's doen t beweeg!
ar: دون وأبوس]؛ ر تتحرك!

source: nee!
ar: كيو، لا!

source: Hy woon steeds... meneer.
ar: انه لا يزال يعيش... - وسيدة Eboshi؟ - الآمن، يا سيدي.

source: val in!
ar: أحضر لي بلدي بندقية قديمة. قناصة، تقع في!

source: Hulle sal nie wegkom.
ar: انهم لن تفلت من العقاب.

source: vinnig!
ar: توكي وسريعة!

source: Jy's doen re... kan jy nie slaag nie.
ar: أنت و [أبوس]؛ إعادة... سيدي، لا يجوز لك بالمرور.

source: Die hek mag nie oopgemaak word sonder bestellings.
ar: لا يجوز فتح البوابة دون أوامر.

source: Blaai terug.
ar: يرجى العودة الى الوراء.

source: Jy het ons gehelp.
ar: أنت ساعدتنا.

source: Ons nie's doen t wil jou leed aan te doen.
ar: ونحن لا أبوس]؛ ر تريد أن يؤذيك.

source: my eie wil.
ar: سأترك كما جئت، من مشيئتي.

source: Geen... dit neem tien manne wat hek oop te maak.
ar: ... لا يستغرق عشرة رجال لفتح هذا الباب.

source: Jy sal sterf!
ar: سوف تموت!

source: Dit beweeg... uit die pad!
ar: انها تتحرك... الخروج من الطريق!

source: Wolwe!
ar: الذئاب!

source: Flint!
ar: فلينت!

source: Stop.
ar: إيقاف.

source: Jou prinses is veilig!
ar: أميرة الخاص بك هو آمن!

source: Ons kom.
ar: إننا قادمون.

source: Dankie.
ar: شكرا لك.

source: Hy is weg.
ar: هو ذهب.

source: Hy is myne.
ar: وهو الألغام.

source: Het hulle skiet jy?
ar: هل ان يطلق النار عليك؟

source: Is jy gaan om te sterf?
ar: هل سأموت؟

source: Hoekom het jy ophou om my?
ar: لماذا يمنعني؟

source: Praat terwyl julle nog lewe!
ar: الكلام بينما كنت لا تزال تعيش!

source: Ek didn's doen t wil hê jy moet sterf.
ar: أنا ألم و [أبوس]؛ ر أريد منك أن يموت.

source: Ek is nie bang om te sterf as dit die mense weg ry!
ar: أنا لا أخاف أن يموت إذا كان سيتم إبعاد البشر!

source: Ek het geweet dat wanneer ek die eerste keer wat jy gesien het.
ar: كنت أعرف أنه عندما رأيتها للمرة الأولى لك.

source: Jy het jou lewe vermors deur om in my pad!
ar: لقد اهدر حياتك عن طريق الحصول في طريقي!

source: Ek sal jou keel afgesny!
ar: أنا ستخفض حلقك!

source: Dat's doen ll toegesluit julle.
ar: هذا وأبوس]؛ ليرة لبنانية اغلاق لكم.

source: Live...
ar: لايف...

source: Ek Don's doen t luister na mense!
ar: أنا دون وأبوس]؛ ر الاستماع إلى البشر!

source: Jy is mooi...
ar: أنت جميلة...

source: San?
ar: ما هو الخطأ، سان؟

source: Sal ek skeur hom uitmekaar?
ar: الشال أنتزع له بصرف النظر؟

source: Dit is die ape.
ar: ومن القرود.

source: Beledig jy nie die stam van Moro?
ar: هل إهانة قبيلة مورو؟

source: Hierdie bos s'n.
ar: هذه الغابة لنا.

source: Gee ons man.
ar: اعطونا رجل.

source: Gee ons man en gaan.
ar: اعطونا رجل وتذهب.

source: Gaan weg voor my tande kry jy.
ar: يكون قد انتهى قبل الأنياب بلدي تجد لك.

source: Gaan.
ar: الذهاب.

source: Ons eet man.
ar: نحن نأكل الرجل.

source: Ons eet hom.
ar: نحن نأكل منه.

source: Kom ons man eet.
ar: دعونا أكل الرجل.

source: Waarom sou die stam van die ape wil 'n man om te eet?
ar: لماذا قبيلة من القرود... ... تريد أن تأكل رجل؟

source: Ons kry sy krag.
ar: نحصل على قوته.

source: Ons kry krag mense om weg te ry.
ar: نحصل على قوة لدفع البشر بعيدا.

source: Jy sal nie dat die krag van 'n man eet.
ar: أنت لن تحصل هذه السلطة من خلال تناول رجل.

source: is verontreinig julle en draai jy in iets anders!
ar: كل ما سوف تفعله هو المضيق الجبلي لكم ويحولك إلى شيء آخر!

source: Ons plant bome.
ar: الأشجار والنباتات.

source: Mense dood te maak nie.
ar: البشر قتلهم.

source: Forest nie terug te kom.
ar: غابة لا أعود.

source: Ons doodmaak mense.
ar: نحن تقتل البشر.

source: Die Deer God is met ons.
ar: الغزلان الله معنا.

source: Don's doen t gee.
ar: دون وأبوس]؛ ر تستسلم.

source: Plant die bome.
ar: زراعة الأشجار الخاصة بك.

source: Moro's doen stam is veg vir jou!
ar: مورو وتضمينه في قبيلة تقاتل بالنسبة لك!

source: Deer God nie veg.
ar: دير الله لا قتال.

source: Ons sterf.
ar: نموت.

source: Wolf meisie nie omgee nie.
ar: ولف الفتاة لا يهتمون.

source: Wolf meisie menslike.
ar: الفتاة الذئب البشري.

source: Aap!
ar: القرد!

source: Ek sal jou nek breek!
ar: وسوف كسر عنقك!

source: Stop dit!
ar: وقف ذلك!

source: Dit is alles reg.
ar: ومن كل الحق.

source: Jy gaan voort.
ar: ان تمضي قدما.

source: Ek sal gaan met die mens.
ar: أنا سوف تتعامل مع الإنسان.

source: Wat van hom?
ar: ماذا عنه؟

source: Kan ons hom eet?
ar: هل نأكل منه؟

source: t.
ar: لا، يمكنك أبوس]؛ ر.

source: Nou gaan aan.
ar: الآن على المضي قدما.

source: Kom hier.
ar: تعال هنا.

source: Laat's doen vriende wees.
ar: دعونا وتضمينه في أن نكون أصدقاء.

source: Help my dra jou meester.
ar: ساعدني تحمل سيدك.

source: Jy is slim.
ar: أنت الذكية.

source: Jy weet nie voet te stel op die eiland.
ar: أنت تعرف أن لا يضع قدمه على هذه الجزيرة.

source: Dat menslike stank.
ar: أن رائحة الإنسان.

source: Gaan waar jy wil.
ar: الذهاب حيث شئت.

source: Jy is vry.
ar: أنت حر.

source: die nagloper!
ar: في الماضي، وNightwalker!

source: kom kyk.
ar: السريع، وتأتي وتنظر.

source: Dit is hoekom ons's doen vyf in hierdie stinkende bearskins gesit.
ar: هذا هو السبب في أننا أحرزنا لقد كان يجلس في هذه bearskins النتنة.

source: jy sal blind!
ar: دون وأبوس]؛ ر نظرة، سوف تذهب أعمى!

source: En julle self jagters noem?
ar: واستدعاء أنفسكم الصيادين؟

source: Hierdie besluit van die Keiser laat ons die Deer God te onderwerp!
ar: هذا المرسوم من الامبراطور... ... يسمح لنا لإخضاع الغزلان الله!

source: Nou is hy die nagloper.
ar: الآن وهو Nightwalker.

source: word hy 'n bok weer.
ar: عندما يبدأ اليوم، وقال انه يصبح الغزلان مرة أخرى.

source: Hy gaan daar in.!
ar: قال انه ذاهب في هناك. !

source: - Ek het hulle gesien.
ar: - رأيتهم.

source: Daar.
ar: أكثر من هناك.

source: Daar moet honderde van hulle.
ar: يجب أن يكون هناك المئات منهم.

source: Hulle is nie uit die bos.
ar: فهي ليست من هذه الغابة.

source: Hulle is meesters van 'n ander bos.
ar: هم اسياد بعض الغابات الأخرى.

source: Dit is Okkoto!
ar: ومن Okkoto!

source: Hy geswem oor die seestraat?
ar: انه سبح عبر المضيق؟

source: Geen ander varke het die tande.
ar: لا الخنزير الآخر لديه تلك انياب.

source: Hy het sy hele stam.
ar: أحضر قبيلته كلها.

source: Hy weet ons is hier.
ar: انه يعرف اننا هنا.

source: spring!
ar: هيا، والقفز!

source: Daar's doen nie wond.
ar: هناك وتضمينه في أي جرح.

source: Yakul... dankie Yakul. Hy het nooit jou kant gelaat.
ar: Yakul...

source: Jy weet sy naam?
ar: أنت تعرف اسمه؟

source: oor jou dorp en sy bos.
ar: قال لي كل شيء عنك، عن قريتك والغابات.

source: want die Deer God jou lewe gered.
ar: أنا سوف تساعدك، لأن الغزلان الله أنقذ حياتك.

source: Ek het 'n droom... 'n goue gemsbok...
ar: كان لدي حلم... الغزلان الذهبي...

source: Eet hierdie.
ar: أكل هذا.

source: Kou.
ar: شو.

source: Ons is hier om mense dood te maak en stoor die bos.
ar: نحن هنا لقتل البشر وإنقاذ الغابات.

source: Hoekom is mense hier?
ar: لماذا البشر هنا؟

source: my dogter.
ar: هي سان، ابنتي.

source: Daar is mense oral.
ar: هناك البشر في كل مكان.

source: Gaan terug na jou vaderland en hulle doodmaak daar.
ar: العودة إلى وطنكم وقتلهم هناك.

source: Ons doodmaak vir die bos van die Deer God.
ar: نحن لقتل الغابة من دير الله.

source: Hoekom is die man hier?
ar: لماذا هو الرجل هنا؟

source: Die Deer God het hom gesond gemaak.
ar: تلتئم الغزلان الله. هل يترك هنا على قيد الحياة.

source: Hy moet hier laat lewe.
ar: حفظ الغزلان الله

source: Die Deer God genees 'n mens?
ar: تلتئم الغزلان الله الإنسان؟

source: Hoekom het hy Nago nie red nie?
ar: لماذا لم ينقذ ناجو؟

source: Is die Deer God beskerm nie al in die bos?
ar: هل دير الله لا حماية جميع في الغابة؟

source: Die Deer God gee lewe en neem dit weg.
ar: الغزلان الله يعطي الحياة ويأخذ بعيدا.

source: Het jy varke vergeet?
ar: هل الخنازير نسيت ذلك؟

source: Jy gun ons die Deer God's doen guns.
ar: أنت نحسد لنا الغزلان الله وأبوس]؛ ق صالح.

source: Jy het niks gedoen om te help Nago!
ar: أنت لم تفعل شيئا لمساعدة ناجو!

source: net soos I.
ar: انه يخشى الموت، كما تفعل I.

source: Ek dra ook binne my 'n vergiftig menslike klip.
ar: أنا أيضا تحمل في داخلي حجر البشري مات مسموما.

source: Nago gevlug.
ar: فروا ناجو.

source: Ek sal hier bly en in die gesig staar my dood.
ar: سأبقى هنا ومواجهة موتي.

source: Vra die Deer God vir hulp.
ar: اسأل الله دير طلبا للمساعدة.

source: San.
ar: لقد عشت فترة طويلة بما فيه الكفاية، سان.

source: Die Deer God sou waarskynlik my lewe.
ar: الغزلان الله ربما تأخذ حياتي.

source: Ma!
ar: لا، الأم!

source: Jy beskerm die Deer God.
ar: يمكنك حماية الغزلان الله.

source: Jy lieg!
ar: أنت تكذب!

source: Nago was mooi en sterk.
ar: ناجو كانت جميلة وقوية.

source: Ons broer sou nooit loop.
ar: أخونا لن تعمل.

source: Jy wolwe geëet hom!
ar: أنت أكلت الذئاب له!

source: Silence!
ar: الصمت!

source: Jy belaster my ma!
ar: كنت الافتراء والدتي!

source: julle almal.
ar: اسمع لي، ولكم جميعا.

source: Dit was ek wat Nago vermoor.
ar: وكنت أنا الذي قتل ناجو.

source: Hy het 'n duiwel en ons dorp aangeval.
ar: أصبح شيطان وهاجموا قريتنا.

source: 'N groot beer.
ar: خنزير ضخم.

source: Hier is my bewys.
ar: هنا هو دليل بلدي.

source: Ek het na hierdie land die Deer God te vra om hierdie vloek te lig.
ar: جئت إلى هذه الأرض أن تطلب من دير الله لرفع هذه اللعنة.

source: maar Nago's doen vloek bly.
ar: شفى جرحي، ولكن ناجو وأبوس]؛ يبقى ق عنة.

source: Ek moet ly tot sy vloek vernietig my.
ar: يجب أن أعاني حتى يدمر عنة له لي.

source: iemand met 'n sekere sin.
ar: آه، فمن Okkoto. وأخيرا، شخص ما مع بعض الشعور.

source: Jy mustn's doen t hom eet.
ar: أنت و mustn أبوس]؛ ر أكل له.

source: Jy is Moro's doen dogter.
ar: أنت مورو و [أبوس]؛ ابنة.

source: Ek het van jou gehoor.
ar: لقد سمعت منك.

source: Jou oë...
ar: عيناك...

source: Staan terug.
ar: الوقوف مرة أخرى.

source: Ek sal hom nie eet nie.
ar: لن آكل منه.

source: Wolf Princess...
ar: ولف الأميرة...

source: Moenie vrees nie.
ar: لا تخف.

source: Ek vertel van Nago's doen einde.
ar: أقول ناجو وتضمينه في النهاية.

source: jong een.
ar: شكري لكم، والشباب واحد.

source: Dit grief ons dat ons stam produseer met 'n demoon.
ar: ويحزن لنا أن قبيلتنا ولدت شيطان.

source: hoe ek die vloek lig?
ar: الرب Okkoto، ماذا أفعل لرفع لعنة؟

source: Laat die bos.
ar: ترك هذه الغابة.

source: ek moet jou doodmaak.
ar: إذا نحن نجتمع مرة أخرى، أنا يجب أن أقتلك.

source: Jy kan nie wen teen die vuur klippe van die mens.
ar: لا يمكن الفوز على حجارة النار من البشر.

source: Moro.
ar: ابحث عن قبيلتي، مورو.

source: Ons groei klein en dom.
ar: نحن تنمو صغيرة وغبية.

source: ... As spel vir die mense om te jag
ar: قريبا سنكون لا شيء أكثر...

source: Binnekort sal ons niks meer nie... wees.
ar: ... من اللعبة للاصطياد البشر.

source: sal jy speel in hul hande.
ar: إذا كل شيء على المحك معركة واحدة، وسوف تلعب في أيديهم.

source: Ek soek geen hulp van die wolwe.
ar: أطلب أي مساعدة من الذئاب.

source: sal ons die mense in verwondering laat.
ar: حتى لو كنا كل سقوط في المعركة، وسنترك البشر في رهبة.

source: Hou die osse saam!
ar: الحفاظ على الثيران معا!

source: Hou jou vuur.
ar: عقد النار الخاص بك.

source: Laat hulle kom.
ar: دعهم يأتون.

source: Reload!
ar: تحديث!

source: Wat verdoem Eboshi's doen die stryd teen die verkeerde vyand.
ar: هذا اللعينة Eboshi وتضمينه في محاربة العدو الخطأ.

source: Gaan voort en steek.
ar: الذهاب قدما والاختباء.

source: Dit is hulle!
ar: ومن لهم!

source: Hulle's doen vyf teruggekeer.
ar: لقد عاد، بل وأبوس].

source: - Goed gedoen.
ar: - أحسنت.

source: Ons beweeg uit.
ar: نحن نتحرك بها.

source: Jiko.
ar: مرحبا، Jiko.

source: Sy Majesteit is ongeduldig.
ar: جلالته هي الصبر.

source: Dit is nie tyd vir sport met 'n land Samurai.
ar: هذا ليس وقت للرياضة مع الساموراي البلاد.

source: Here Asano stuur hulle teen my.
ar: اسانو الرب يرسل لهم ضدي.

source: Asano?
ar: اسانو؟

source: Hy is 'n kragtige man.
ar: فهو رجل قوي.

source: Hy wil die helfte van my yster.
ar: يريد نصف بلدي الحديد.

source: Hoe onregverdige hom.
ar: كيف الجشع منه.

source: Dit is geen tyd manne te beveg.
ar: هذا ليس وقت للقتال الرجال.

source: Die varke is besig om in die bos.
ar: الخنازير وتتجمع في الغابة.

source: Gee Asano al jou yster.
ar: اسانو أعط كل ما تبذلونه من الحديد.

source: dan smash Asano.
ar: حافظ على الوعد ل صاحب الجلالة، ثم سحق اسانو.

source: Lady Eboshi!
ar: السريع، سيدة Eboshi!

source: Asano's doen die mense kom.
ar: اسانو وأبوس]؛ ق الرجال قادمون.

source: Praat van die duiwel. 'N boodskapper.
ar: الكلام من الشيطان. رسول.

source: 'N gesant nader.
ar: النهج مبعوث.

source: Onthou jou maniere.
ar: تذكر الأدب الخاص بك.

source: Welkom tuis!
ar: مرحبا بك في بيتك!

source: Gabled's doen t jy hom te ontvang?
ar: أرين و [أبوس]؛ ر أنت ذاهب لاستقباله؟

source: wat jy goed veg!
ar: العشيقة Eboshi من الأشغال الحديدية، تحارب أيضا!

source: Ek bring 'n boodskap van my heer.
ar: أحمل رسالة من سيدي.

source: Oop die hek!
ar: فتح البوابة!

source: Ons kan hoor jy van daar af.
ar: يمكننا أن أسمعك من هناك.

source: Ons dame het op hierdie berg van die varke.
ar: أخذت لدينا سيدة هذا الجبل من الخنازير.

source: Nou is dit die moeite werd om iets en jy dit wil hê.
ar: الآن أنه يستحق شيئا، وكنت ترغب في ذلك.

source: Op jou pad!
ar: في طريقك!

source: vrou!
ar: أنت الوقح، امرأة!

source: Onbeskaamde?
ar: صفيق؟

source: Ons's doen vyf is hard van die dag wat ons gebore is!
ar: لقد أحرزنا لقد تم الوقح منذ اليوم الذي ولدوا!

source: Jy wil yster?
ar: ترغب الحديد؟

source: Neem 'n paar!
ar: يستغرق بعض!

source: Eboshi's doen vroue is nogal indrukwekkend!
ar: Eboshi وتضمينه في النساء ومثيرة للإعجاب تماما!

source: hulle Don's doen t sorg.
ar: السامرائي أو وحوش، وارتداء وأبوس]؛ ر الرعاية.

source: Hulle het beslis Don's doen t gebrek vir moed.
ar: وهم بالتأكيد ارتداء وأبوس]؛ ر الافتقار إلى الشجاعة.

source: Wat goed is hierdie papier?
ar: الجيد هو ما هذه الورقة؟

source: Dit is my gehelp het om die beste jagters en spoorsnyers.
ar: وساعدت لي الحصول على أفضل الصيادين وبتتبع.

source: nie net diere.
ar: نحن بعد الله، وليس فقط الوحوش.

source: my vrou?
ar: نعم، سيدتي؟

source: Weet julle wat dit vandaan kom?
ar: هل تعرف من يأتي من هذا؟

source: - Die Seun van die Hemel.
ar: - ابن السماء.

source: - Die wat?
ar: - لماذا؟

source: Die Keiser.
ar: الامبراطور.

source: dit is niks besonders nie.
ar: أوه، هو شيء خاص.

source: Gaan jy.
ar: قبالة تذهب.

source: hoe swakker is die bos raak.
ar: كلما نجعل الحديد، وأضعف تصبح الغابة.

source: Ons verloor minder lewens.
ar: نفقد حياة أقل.

source: Ons's doen vyf spandeer te veel tyd en geld.
ar: لقد أحرزنا لقد قضى الكثير من الوقت والمال.

source: Ons het nie die toets 't stuur 40 skerpskutters net vir die yster.
ar: نحن ديدن و [أبوس]؛ ر إرسال 40 قناصة فقط للحديد.

source: Ten minste dit is wat Sy Majesteit wou sê.
ar: على الأقل هذا هو ما صاحب الجلالة أن أقول.

source: Want hy kom nie en die toets 't glo dat die hoof van 'n god verleen onsterflikheid?
ar: المؤكد انه لا توجد الآن و [أبوس]؛ ر نعتقد أن رئيس إله يمنح الخلود؟

source: Ek is nie bekend met sy gedagtes.
ar: أنا لست مطلعا على أفكاره.

source: Ek verkies dit so.
ar: أنا يفضل هو على هذا النحو.

source: Ek sal my belofte hou.
ar: سأبقي بلدي الوعد.

source: Varke is makliker as met die Moro en haar stam te hanteer.
ar: الخنازير هي أسهل للتعامل مع من مورو وقبيلتها.

source: Jy kan dat die skaduwee klomp weggesteek onder die krans ontbied.
ar: يمكنك أن يستجمع حفنة ظليلة مخفية تحت الهاوية.

source: het jy?
ar: رأيتهم، هل؟

source: Een ding...
ar: أكثر شيء واحد...

source: Het 'n jong man hier deurgaan?
ar: هل شاب يمر من هنا؟

source: ry 'n rooi elk.
ar: والشباب غريب، ركوب الأيائل الحمراء.

source: Hy het.
ar: غادر.

source: Hulle lyk skrikwekkend.
ar: انها تبدو مخيفة.

source: Dit is nie gewone jagters.
ar: فهي ليست الصيادين العاديين.

source: Hulle is spesiale verkenners.
ar: هم الكشافة الخاصة.

source: Kom ons gaan met jou.
ar: نذهب معك.

source: Don's doen t vertrou die mense!
ar: دون وأبوس]؛ ر يثق هؤلاء الرجال!

source: t help om van hier af as daar iets gebeur!
ar: يمكننا أبوس]؛ ر مساعدتك من هنا إذا حدث أي شيء!

source: Ons weet hoe om te skiet.
ar: نحن نعرف كيف لاطلاق النار.

source: Dit is die rede waarom ek het jou nodig hier.
ar: هذا هو السبب في أنني بحاجة لكم هنا.

source: Ek vrees mense meer as monsters.
ar: أخشى البشر أكثر من الوحوش.

source: sal dinge duidelik geword.
ar: مع الموتى دير الله، فإن الأمور أصبحت واضحة.

source: Is die Deer God's doen kop al die keiser wil regtig?
ar: هل دير الله وتضمينه في رأس كل الإمبراطور يريد فعلا؟

source: Ons kan die mense om te veg met gewere ook.
ar: قد يكون لدينا لمحاربة الرجال بالبنادق أيضا.

source: t vertrou word.
ar: الرجال يمكن وأبوس]؛ ر يمكن الوثوق بها.

source: Bly op jou tone.
ar: البقاء على أصابع قدميك.

source: Don's doen t bekommerd oor Lady Eboshi.
ar: دون وأبوس]؛ تقلق حول سيدة Eboshi.

source: Ek sal haar met my lewe beskerm.
ar: أنا سوف حمايتها مع حياتي.

source: - Ek wonder.
ar: - أنا عجب.

source: - Wat!
ar: - ماذا!
